// Misc Strings

"fibre-channel-card-name"           = "Apple FC 卡";
"unknown"                           = "<未知>";
"default-filename"                  = "光纤通道卡";
"port-name-prefix"                  = "端口";
"slot-name-prefix"					= "插槽";
"restart-required"                  = "需要重新启动以使设置生效。";

// Status string.

"Offline"                           = "端口链接已关闭。";
"Online"                            = "端口链接已启用。";
// Speed status string.
"speed-status"                      = "速度设置为 <<replace>>。";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "未建立链接";
"link-status-nolink-unsupported"	= "没有建立链接（不支持的电缆）";
"link-status-link"					= "链接已建立";
"link-status-link-unsupported"		= "链接已建立（不支持的电缆）";

// speed status string.
"1-gigabit-per-second"              = "1 Gb/秒";
"2-gigabit-per-second"              = "2 Gb/秒";
"speed-automatic"                   = "自动配置";
"automatic-1-gigabit"               = "自动配置，当前为 1 Gb/秒";
"automatic-2-gigabit"               = "自动配置，当前为 2 Gb/秒";

// Topology status string.
"toplogy-status"                    = "端口拓扑设置为 <<replace>>。";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "点对点";
"arbitrated-loop"                   = "已裁定的环路";
"topology-automatic"                = "自动配置";
"automatic-point-to-point"          = "自动配置，当前为点对点";
"automatic-arbitrated-loop"         = "自动配置，当前为已裁定的环路 ";

// Alerts
"incompatible-driver-title"         = "请安装最新驱动程序";
"incompatible-driver"               = "此应用程序需要 AppleLSIFusionMPT.kext 1.1.0 或更高版本。请确定您已经安装了最新的驱动程序后再试。 ";
"alert-no-cards-title"              = "未找到 Apple 光纤通道卡";
"alert-no-cards"                    = "确定 Apple 光纤通道卡安装正确后再试。";
"alert-restart-title"               = "重新启动系统";
"alert-restart-required"            = "需要重新启动以使设置生效。您要现在重新启动吗？";
"alert-ok-button"                   = "好";
"alert-yes-button"                  = "是";
"alert-no-button"                   = "否";
"alert-cancel-button"               = "取消";
"alert-tool-title"                  = "fibreconfig 工具错误";
"alert-fibreconfig-error"           = "fibreconfig 工具出错。";
"alert-missing-tool"                = "缺少 fibreconfig 工具。";
"alert-non-executeable-tool"        = "fibreconfig 工具不可执行，可能需要重新安装。";
"ww-node-name-tooltip"              = "全球节点名称 (WWNN)";
"ww-port-name-tooltip"              = "全球端口名称 (WWPN)";